myronww/micropython/ports/esp32/boards/SK8FLAIR/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Sk8Flair"
#define MICROPY_HW_MCU_NAME "ESP32-D0WDQ6"
